export const state = () => ({
  items: [
    {
      icon: "mdi-apps",
      title: "داشبورد",
      to: "/"
    },
    {
      icon: "mdi-pin",
      title: "نوشته ها",
      to: "/posts"
    },
    {
      icon: "mdi-archive",
      title: "محصولات",
      to: "/products"
    },
    {
      icon: "mdi-calendar-check",
      title: "وظایف",
      to: "/tasks"
    },
    {
      icon: "mdi-account",
      title: "کاربران",
      to: "/users"
    },
    {
      icon: "mdi-cog",
      title: "تنظیمات",
      to: "/settings"
    }
  ],
  lists: [
    {
      id: 0,
      title: "انجام دادن",
      tasks: [
        {
          id: 0,
          title: "عنوان وظیفه شماره 1"
        },
        {
          id: 1,
          title: "عنوان وظیفه شماره ‍2"
        },
        {
          id: 2,
          title: "عنوان وظیفه شماره ‍3"
        },
        {
          id: 3,
          title: "عنوان وظیفه شماره 4"
        },
        {
          id: 4,
          title: "عنوان وظیفه شماره ‍5"
        },
        {
          id: 5,
          title: "عنوان وظیفه شماره 6"
        },
        {
          id: 6,
          title: "عنوان وظیفه شماره ‍7"
        },
        {
          id: 7,
          title: "عنوان وظیفه شماره ‍8"
        },
        {
          id: 8,
          title: "عنوان وظیفه شماره ‍9"
        },
        {
          id: 9,
          title: "عنوان وظیفه شماره ‍10"
        },
        {
          id: 10,
          title: "عنوان وظیفه شماره ‍11"
        },
        {
          id: 11,
          title: "عنوان وظیفه شماره ‍12"
        },
        {
          id: 12,
          title: "عنوان وظیفه شماره ‍13"
        },
        {
          id: 13,
          title: "عنوان وظیفه شماره 14"
        },
        {
          id: 14,
          title: "عنوان وظیفه شماره ‍15"
        },
        {
          id: 15,
          title: "عنوان وظیفه شماره ‍16"
        },
        {
          id: 16,
          title: "عنوان وظیفه شماره ‍17"
        },
        {
          id: 17,
          title: "عنوان وظیفه شماره ‍18"
        },
        {
          id: 18,
          title: "عنوان وظیفه شماره ‍19"
        },
        {
          id: 19,
          title: "عنوان وظیفه شماره ‍20"
        },
        {
          id: 20,
          title: "عنوان وظیفه شماره ‍21"
        },
        {
          id: 21,
          title: "عنوان وظیفه شماره ‍22"
        },
        {
          id: 22,
          title: "عنوان وظیفه شماره ‍23"
        },
        {
          id: 23,
          title: "عنوان وظیفه شماره ‍24"
        },
        {
          id: 24,
          title: "عنوان وظیفه شماره ‍25"
        },
        {
          id: 25,
          title: "عنوان وظیفه شماره ‍26"
        },
        {
          id: 26,
          title: "عنوان وظیفه شماره ‍27"
        },
        {
          id: 27,
          title: "عنوان وظیفه شماره ‍28"
        },
        {
          id: 28,
          title: "عنوان وظیفه شماره ‍29"
        },
        {
          id: 29,
          title: "عنوان وظیفه شماره ‍30"
        },
        {
          id: 30,
          title: "عنوان وظیفه شماره ‍31"
        },
        {
          id: 31,
          title: "عنوان وظیفه شماره ‍32"
        },
        {
          id: 32,
          title: "عنوان وظیفه شماره ‍33"
        },
        {
          id: 33,
          title: "عنوان وظیفه شماره ‍34"
        },
        {
          id: 34,
          title: "3عنوان وظیفه شماره ‍5"
        },
        {
          id: 35,
          title: "عنوان وظیفه شماره ‍36"
        },
        {
          id: 36,
          title: "عنوان وظیفه شماره ‍37"
        },
        {
          id: 37,
          title: "عنوان وظیفه شماره ‍38"
        },
        {
          id: 38,
          title: "عنوان وظیفه شماره ‍39"
        },
        {
          id: 39,
          title: "عنوان وظیفه شماره ‍40"
        },
        {
          id: 40,
          title: "عنوان وظیفه شماره ‍41"
        },
        {
          id: 41,
          title: "عنوان وظیفه شماره ‍42"
        },
        {
          id: 42,
          title: "عنوان وظیفه شماره ‍43"
        },
        {
          id: 43,
          title: "عنوان وظیفه شماره ‍44"
        },
        {
          id: 44,
          title: "عنوان وظیفه شماره ‍45"
        },
        {
          id: 45,
          title: "عنوان وظیفه شماره ‍46"
        },
        {
          id: 46,
          title: "عنوان وظیفه شماره ‍47"
        },
        {
          id: 47,
          title: "عنوان وظیفه شماره ‍48"
        },
        {
          id: 48,
          title: "عنوان وظیفه شماره ‍49"
        },
        {
          id: 49,
          title: "عنوان وظیفه شماره ‍50"
        },
        {
          id: 50,
          title: "عنوان وظیفه شماره ‍51"
        },
        {
          id: 51,
          title: "عنوان وظیفه شماره ‍52"
        },
        {
          id: 52,
          title: "عنوان وظیفه شماره ‍53"
        },
        {
          id: 53,
          title: "عنوان وظیفه شماره ‍54"
        },
        {
          id: 54,
          title: "عنوان وظیفه شماره ‍55"
        },
        {
          id: 55,
          title: "عنوان وظیفه شماره ‍56"
        },
        {
          id: 56,
          title: "عنوان وظیفه شماره ‍57"
        },
        {
          id: 57,
          title: "عنوان وظیفه شماره ‍58"
        },
        {
          id: 58,
          title: "عنوان وظیفه شماره ‍59"
        },
        {
          id: 59,
          title: "عنوان وظیفه شماره ‍60"
        },
        {
          id: 60,
          title: "عنوان وظیفه شماره ‍61"
        },
        {
          id: 61,
          title: "عنوان وظیفه شماره ‍62"
        },
        {
          id: 62,
          title: "عنوان وظیفه شماره ‍63"
        },
        {
          id: 63,
          title: "عنوان وظیفه شماره ‍64"
        },
        {
          id: 64,
          title: "عنوان وظیفه شماره ‍65"
        },
        {
          id: 65,
          title: "عنوان وظیفه شماره ‍66"
        },
        {
          id: 66,
          title: "عنوان وظیفه شماره ‍67"
        },
        {
          id: 67,
          title: "عنوان وظیفه شماره ‍68"
        },
        {
          id: 68,
          title: "عنوان وظیفه شماره ‍69"
        },
        {
          id: 69,
          title: "عنوان وظیفه شماره ‍70"
        },
        {
          id: 70,
          title: "عنوان وظیفه شماره ‍‍71"
        },
        {
          id: 71,
          title: "عنوان وظیفه شماره ‍‍72"
        },
        {
          id: 72,
          title: "عنوان وظیفه شماره ‍‍‍73"
        },
        {
          id: 73,
          title: "عنوان وظیفه شماره ‍‍‍74"
        },
        {
          id: 74,
          title: "عنوان وظیفه شماره ‍‍‍75"
        },
        {
          id: 75,
          title: "عنوان وظیفه شماره ‍‍‍‍76"
        },
        {
          id: 76,
          title: "عنوان وظیفه شماره ‍‍‍‍‍77"
        },
        {
          id: 77,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍78"
        },
        {
          id: 78,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍79"
        },
        {
          id: 79,
          title: "عنوان وظیفه شماره ‍80"
        },
        {
          id: 80,
          title: "عنوان وظیفه شماره ‍81"
        },
        {
          id: 81,
          title: "عنوان وظیفه شماره ‍82"
        },
        {
          id: 82,
          title: "عنوان وظیفه شماره ‍83"
        },
        {
          id: 83,
          title: "عنوان وظیفه شماره ‍84"
        },
        {
          id: 84,
          title: "8عنوان وظیفه شماره ‍5"
        },
        {
          id: 85,
          title: "عنوان وظیفه شماره ‍86"
        },
        {
          id: 86,
          title: "عنوان وظیفه شماره ‍87"
        },
        {
          id: 87,
          title: "عنوان وظیفه شماره ‍88"
        },
        {
          id: 88,
          title: "عنوان وظیفه شماره ‍89"
        },
        {
          id: 89,
          title: "عنوان وظیفه شماره ‍90"
        },
        {
          id: 90,
          title: "عنوان وظیفه شماره ‍91"
        },
        {
          id: 91,
          title: "عنوان وظیفه شماره ‍92"
        },
        {
          id: 92,
          title: "عنوان وظیفه شماره ‍93"
        },
        {
          id: 93,
          title: "عنوان وظیفه شماره ‍94"
        },
        {
          id: 94,
          title: "عنوان وظیفه شماره ‍95"
        },
        {
          id: 95,
          title: "عنوان وظیفه شماره ‍96"
        },
        {
          id: 96,
          title: "عنوان وظیفه شماره ‍97"
        },
        {
          id: 97,
          title: "عنوان وظیفه شماره 98"
        },
        {
          id: 98,
          title: "عنوان وظیفه شماره ‍99"
        },
        {
          id: 99,
          title: "عنوان وظیفه شماره ‍100"
        }
      ]
    },
    {
      id: 1,
      title: "در حال انجام",
      tasks: [
        {
          id: 0,
          title: "عنوان وظیفه شماره 1"
        },
        {
          id: 1,
          title: "عنوان وظیفه شماره ‍2"
        },
        {
          id: 2,
          title: "عنوان وظیفه شماره ‍3"
        },
        {
          id: 3,
          title: "عنوان وظیفه شماره 4"
        },
        {
          id: 4,
          title: "عنوان وظیفه شماره ‍5"
        },
        {
          id: 5,
          title: "عنوان وظیفه شماره 6"
        },
        {
          id: 6,
          title: "عنوان وظیفه شماره ‍7"
        },
        {
          id: 7,
          title: "عنوان وظیفه شماره ‍8"
        },
        {
          id: 8,
          title: "عنوان وظیفه شماره ‍9"
        },
        {
          id: 9,
          title: "عنوان وظیفه شماره ‍10"
        },
        {
          id: 10,
          title: "عنوان وظیفه شماره ‍11"
        },
        {
          id: 11,
          title: "عنوان وظیفه شماره ‍12"
        },
        {
          id: 12,
          title: "عنوان وظیفه شماره ‍13"
        },
        {
          id: 13,
          title: "عنوان وظیفه شماره 14"
        },
        {
          id: 14,
          title: "عنوان وظیفه شماره ‍15"
        },
        {
          id: 15,
          title: "عنوان وظیفه شماره ‍16"
        },
        {
          id: 16,
          title: "عنوان وظیفه شماره ‍17"
        },
        {
          id: 17,
          title: "عنوان وظیفه شماره ‍18"
        },
        {
          id: 18,
          title: "عنوان وظیفه شماره ‍19"
        },
        {
          id: 19,
          title: "عنوان وظیفه شماره ‍20"
        },
        {
          id: 20,
          title: "عنوان وظیفه شماره ‍21"
        },
        {
          id: 21,
          title: "عنوان وظیفه شماره ‍22"
        },
        {
          id: 22,
          title: "عنوان وظیفه شماره ‍23"
        },
        {
          id: 23,
          title: "عنوان وظیفه شماره ‍24"
        },
        {
          id: 24,
          title: "عنوان وظیفه شماره ‍25"
        },
        {
          id: 25,
          title: "عنوان وظیفه شماره ‍26"
        },
        {
          id: 26,
          title: "عنوان وظیفه شماره ‍27"
        },
        {
          id: 27,
          title: "عنوان وظیفه شماره ‍28"
        },
        {
          id: 28,
          title: "عنوان وظیفه شماره ‍29"
        },
        {
          id: 29,
          title: "عنوان وظیفه شماره ‍30"
        },
        {
          id: 30,
          title: "عنوان وظیفه شماره ‍31"
        },
        {
          id: 31,
          title: "عنوان وظیفه شماره ‍32"
        },
        {
          id: 32,
          title: "عنوان وظیفه شماره ‍33"
        },
        {
          id: 33,
          title: "عنوان وظیفه شماره ‍34"
        },
        {
          id: 34,
          title: "3عنوان وظیفه شماره ‍5"
        },
        {
          id: 35,
          title: "عنوان وظیفه شماره ‍36"
        },
        {
          id: 36,
          title: "عنوان وظیفه شماره ‍37"
        },
        {
          id: 37,
          title: "عنوان وظیفه شماره ‍38"
        },
        {
          id: 38,
          title: "عنوان وظیفه شماره ‍39"
        },
        {
          id: 39,
          title: "عنوان وظیفه شماره ‍40"
        },
        {
          id: 40,
          title: "عنوان وظیفه شماره ‍41"
        },
        {
          id: 41,
          title: "عنوان وظیفه شماره ‍42"
        },
        {
          id: 42,
          title: "عنوان وظیفه شماره ‍43"
        },
        {
          id: 43,
          title: "عنوان وظیفه شماره ‍44"
        },
        {
          id: 44,
          title: "عنوان وظیفه شماره ‍45"
        },
        {
          id: 45,
          title: "عنوان وظیفه شماره ‍46"
        },
        {
          id: 46,
          title: "عنوان وظیفه شماره ‍47"
        },
        {
          id: 47,
          title: "عنوان وظیفه شماره ‍48"
        },
        {
          id: 48,
          title: "عنوان وظیفه شماره ‍49"
        },
        {
          id: 49,
          title: "عنوان وظیفه شماره ‍50"
        },
        {
          id: 50,
          title: "عنوان وظیفه شماره ‍51"
        },
        {
          id: 51,
          title: "عنوان وظیفه شماره ‍52"
        },
        {
          id: 52,
          title: "عنوان وظیفه شماره ‍53"
        },
        {
          id: 53,
          title: "عنوان وظیفه شماره ‍54"
        },
        {
          id: 54,
          title: "عنوان وظیفه شماره ‍55"
        },
        {
          id: 55,
          title: "عنوان وظیفه شماره ‍56"
        },
        {
          id: 56,
          title: "عنوان وظیفه شماره ‍57"
        },
        {
          id: 57,
          title: "عنوان وظیفه شماره ‍58"
        },
        {
          id: 58,
          title: "عنوان وظیفه شماره ‍59"
        },
        {
          id: 59,
          title: "عنوان وظیفه شماره ‍60"
        },
        {
          id: 60,
          title: "عنوان وظیفه شماره ‍61"
        },
        {
          id: 61,
          title: "عنوان وظیفه شماره ‍62"
        },
        {
          id: 62,
          title: "عنوان وظیفه شماره ‍63"
        },
        {
          id: 63,
          title: "عنوان وظیفه شماره ‍64"
        },
        {
          id: 64,
          title: "عنوان وظیفه شماره ‍65"
        },
        {
          id: 65,
          title: "عنوان وظیفه شماره ‍66"
        },
        {
          id: 66,
          title: "عنوان وظیفه شماره ‍67"
        },
        {
          id: 67,
          title: "عنوان وظیفه شماره ‍68"
        },
        {
          id: 68,
          title: "عنوان وظیفه شماره ‍69"
        },
        {
          id: 69,
          title: "عنوان وظیفه شماره ‍70"
        },
        {
          id: 70,
          title: "عنوان وظیفه شماره ‍‍71"
        },
        {
          id: 71,
          title: "عنوان وظیفه شماره ‍‍72"
        },
        {
          id: 72,
          title: "عنوان وظیفه شماره ‍‍‍73"
        },
        {
          id: 73,
          title: "عنوان وظیفه شماره ‍‍‍74"
        },
        {
          id: 74,
          title: "عنوان وظیفه شماره ‍‍‍75"
        },
        {
          id: 75,
          title: "عنوان وظیفه شماره ‍‍‍‍76"
        },
        {
          id: 76,
          title: "عنوان وظیفه شماره ‍‍‍‍‍77"
        },
        {
          id: 77,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍78"
        },
        {
          id: 78,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍79"
        },
        {
          id: 79,
          title: "عنوان وظیفه شماره ‍80"
        },
        {
          id: 80,
          title: "عنوان وظیفه شماره ‍81"
        },
        {
          id: 81,
          title: "عنوان وظیفه شماره ‍82"
        },
        {
          id: 82,
          title: "عنوان وظیفه شماره ‍83"
        },
        {
          id: 83,
          title: "عنوان وظیفه شماره ‍84"
        },
        {
          id: 84,
          title: "8عنوان وظیفه شماره ‍5"
        },
        {
          id: 85,
          title: "عنوان وظیفه شماره ‍86"
        },
        {
          id: 86,
          title: "عنوان وظیفه شماره ‍87"
        },
        {
          id: 87,
          title: "عنوان وظیفه شماره ‍88"
        },
        {
          id: 88,
          title: "عنوان وظیفه شماره ‍89"
        },
        {
          id: 89,
          title: "عنوان وظیفه شماره ‍90"
        },
        {
          id: 90,
          title: "عنوان وظیفه شماره ‍91"
        },
        {
          id: 91,
          title: "عنوان وظیفه شماره ‍92"
        },
        {
          id: 92,
          title: "عنوان وظیفه شماره ‍93"
        },
        {
          id: 93,
          title: "عنوان وظیفه شماره ‍94"
        },
        {
          id: 94,
          title: "عنوان وظیفه شماره ‍95"
        },
        {
          id: 95,
          title: "عنوان وظیفه شماره ‍96"
        },
        {
          id: 96,
          title: "عنوان وظیفه شماره ‍97"
        },
        {
          id: 97,
          title: "عنوان وظیفه شماره 98"
        },
        {
          id: 98,
          title: "عنوان وظیفه شماره ‍99"
        },
        {
          id: 99,
          title: "عنوان وظیفه شماره ‍100"
        }
      ]
    },
    {
      id: 3,
      title: "کارهای مهم و ضروری",
      tasks: [
        {
          id: 0,
          title: "عنوان وظیفه شماره 1"
        },
        {
          id: 1,
          title: "عنوان وظیفه شماره ‍2"
        },
        {
          id: 2,
          title: "عنوان وظیفه شماره ‍3"
        },
        {
          id: 3,
          title: "عنوان وظیفه شماره 4"
        },
        {
          id: 4,
          title: "عنوان وظیفه شماره ‍5"
        },
        {
          id: 5,
          title: "عنوان وظیفه شماره 6"
        },
        {
          id: 6,
          title: "عنوان وظیفه شماره ‍7"
        },
        {
          id: 7,
          title: "عنوان وظیفه شماره ‍8"
        },
        {
          id: 8,
          title: "عنوان وظیفه شماره ‍9"
        },
        {
          id: 9,
          title: "عنوان وظیفه شماره ‍10"
        },
        {
          id: 10,
          title: "عنوان وظیفه شماره ‍11"
        },
        {
          id: 11,
          title: "عنوان وظیفه شماره ‍12"
        },
        {
          id: 12,
          title: "عنوان وظیفه شماره ‍13"
        },
        {
          id: 13,
          title: "عنوان وظیفه شماره 14"
        },
        {
          id: 14,
          title: "عنوان وظیفه شماره ‍15"
        },
        {
          id: 15,
          title: "عنوان وظیفه شماره ‍16"
        },
        {
          id: 16,
          title: "عنوان وظیفه شماره ‍17"
        },
        {
          id: 17,
          title: "عنوان وظیفه شماره ‍18"
        },
        {
          id: 18,
          title: "عنوان وظیفه شماره ‍19"
        },
        {
          id: 19,
          title: "عنوان وظیفه شماره ‍20"
        },
        {
          id: 20,
          title: "عنوان وظیفه شماره ‍21"
        },
        {
          id: 21,
          title: "عنوان وظیفه شماره ‍22"
        },
        {
          id: 22,
          title: "عنوان وظیفه شماره ‍23"
        },
        {
          id: 23,
          title: "عنوان وظیفه شماره ‍24"
        },
        {
          id: 24,
          title: "عنوان وظیفه شماره ‍25"
        },
        {
          id: 25,
          title: "عنوان وظیفه شماره ‍26"
        },
        {
          id: 26,
          title: "عنوان وظیفه شماره ‍27"
        },
        {
          id: 27,
          title: "عنوان وظیفه شماره ‍28"
        },
        {
          id: 28,
          title: "عنوان وظیفه شماره ‍29"
        },
        {
          id: 29,
          title: "عنوان وظیفه شماره ‍30"
        },
        {
          id: 30,
          title: "عنوان وظیفه شماره ‍31"
        },
        {
          id: 31,
          title: "عنوان وظیفه شماره ‍32"
        },
        {
          id: 32,
          title: "عنوان وظیفه شماره ‍33"
        },
        {
          id: 33,
          title: "عنوان وظیفه شماره ‍34"
        },
        {
          id: 34,
          title: "3عنوان وظیفه شماره ‍5"
        },
        {
          id: 35,
          title: "عنوان وظیفه شماره ‍36"
        },
        {
          id: 36,
          title: "عنوان وظیفه شماره ‍37"
        },
        {
          id: 37,
          title: "عنوان وظیفه شماره ‍38"
        },
        {
          id: 38,
          title: "عنوان وظیفه شماره ‍39"
        },
        {
          id: 39,
          title: "عنوان وظیفه شماره ‍40"
        },
        {
          id: 40,
          title: "عنوان وظیفه شماره ‍41"
        },
        {
          id: 41,
          title: "عنوان وظیفه شماره ‍42"
        },
        {
          id: 42,
          title: "عنوان وظیفه شماره ‍43"
        },
        {
          id: 43,
          title: "عنوان وظیفه شماره ‍44"
        },
        {
          id: 44,
          title: "عنوان وظیفه شماره ‍45"
        },
        {
          id: 45,
          title: "عنوان وظیفه شماره ‍46"
        },
        {
          id: 46,
          title: "عنوان وظیفه شماره ‍47"
        },
        {
          id: 47,
          title: "عنوان وظیفه شماره ‍48"
        },
        {
          id: 48,
          title: "عنوان وظیفه شماره ‍49"
        },
        {
          id: 49,
          title: "عنوان وظیفه شماره ‍50"
        },
        {
          id: 50,
          title: "عنوان وظیفه شماره ‍51"
        },
        {
          id: 51,
          title: "عنوان وظیفه شماره ‍52"
        },
        {
          id: 52,
          title: "عنوان وظیفه شماره ‍53"
        },
        {
          id: 53,
          title: "عنوان وظیفه شماره ‍54"
        },
        {
          id: 54,
          title: "عنوان وظیفه شماره ‍55"
        },
        {
          id: 55,
          title: "عنوان وظیفه شماره ‍56"
        },
        {
          id: 56,
          title: "عنوان وظیفه شماره ‍57"
        },
        {
          id: 57,
          title: "عنوان وظیفه شماره ‍58"
        },
        {
          id: 58,
          title: "عنوان وظیفه شماره ‍59"
        },
        {
          id: 59,
          title: "عنوان وظیفه شماره ‍60"
        },
        {
          id: 60,
          title: "عنوان وظیفه شماره ‍61"
        },
        {
          id: 61,
          title: "عنوان وظیفه شماره ‍62"
        },
        {
          id: 62,
          title: "عنوان وظیفه شماره ‍63"
        },
        {
          id: 63,
          title: "عنوان وظیفه شماره ‍64"
        },
        {
          id: 64,
          title: "عنوان وظیفه شماره ‍65"
        },
        {
          id: 65,
          title: "عنوان وظیفه شماره ‍66"
        },
        {
          id: 66,
          title: "عنوان وظیفه شماره ‍67"
        },
        {
          id: 67,
          title: "عنوان وظیفه شماره ‍68"
        },
        {
          id: 68,
          title: "عنوان وظیفه شماره ‍69"
        },
        {
          id: 69,
          title: "عنوان وظیفه شماره ‍70"
        },
        {
          id: 70,
          title: "عنوان وظیفه شماره ‍‍71"
        },
        {
          id: 71,
          title: "عنوان وظیفه شماره ‍‍72"
        },
        {
          id: 72,
          title: "عنوان وظیفه شماره ‍‍‍73"
        },
        {
          id: 73,
          title: "عنوان وظیفه شماره ‍‍‍74"
        },
        {
          id: 74,
          title: "عنوان وظیفه شماره ‍‍‍75"
        },
        {
          id: 75,
          title: "عنوان وظیفه شماره ‍‍‍‍76"
        },
        {
          id: 76,
          title: "عنوان وظیفه شماره ‍‍‍‍‍77"
        },
        {
          id: 77,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍78"
        },
        {
          id: 78,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍79"
        },
        {
          id: 79,
          title: "عنوان وظیفه شماره ‍80"
        },
        {
          id: 80,
          title: "عنوان وظیفه شماره ‍81"
        },
        {
          id: 81,
          title: "عنوان وظیفه شماره ‍82"
        },
        {
          id: 82,
          title: "عنوان وظیفه شماره ‍83"
        },
        {
          id: 83,
          title: "عنوان وظیفه شماره ‍84"
        },
        {
          id: 84,
          title: "8عنوان وظیفه شماره ‍5"
        },
        {
          id: 85,
          title: "عنوان وظیفه شماره ‍86"
        },
        {
          id: 86,
          title: "عنوان وظیفه شماره ‍87"
        },
        {
          id: 87,
          title: "عنوان وظیفه شماره ‍88"
        },
        {
          id: 88,
          title: "عنوان وظیفه شماره ‍89"
        },
        {
          id: 89,
          title: "عنوان وظیفه شماره ‍90"
        },
        {
          id: 90,
          title: "عنوان وظیفه شماره ‍91"
        },
        {
          id: 91,
          title: "عنوان وظیفه شماره ‍92"
        },
        {
          id: 92,
          title: "عنوان وظیفه شماره ‍93"
        },
        {
          id: 93,
          title: "عنوان وظیفه شماره ‍94"
        },
        {
          id: 94,
          title: "عنوان وظیفه شماره ‍95"
        },
        {
          id: 95,
          title: "عنوان وظیفه شماره ‍96"
        },
        {
          id: 96,
          title: "عنوان وظیفه شماره ‍97"
        },
        {
          id: 97,
          title: "عنوان وظیفه شماره 98"
        },
        {
          id: 98,
          title: "عنوان وظیفه شماره ‍99"
        },
        {
          id: 99,
          title: "عنوان وظیفه شماره ‍100"
        }
      ]
    },
    {
      id: 4,
      title: "کارهای غیر مهم",
      tasks: [
        {
          id: 0,
          title: "عنوان وظیفه شماره 1"
        },
        {
          id: 1,
          title: "عنوان وظیفه شماره ‍2"
        },
        {
          id: 2,
          title: "عنوان وظیفه شماره ‍3"
        },
        {
          id: 3,
          title: "عنوان وظیفه شماره 4"
        },
        {
          id: 4,
          title: "عنوان وظیفه شماره ‍5"
        },
        {
          id: 5,
          title: "عنوان وظیفه شماره 6"
        },
        {
          id: 6,
          title: "عنوان وظیفه شماره ‍7"
        },
        {
          id: 7,
          title: "عنوان وظیفه شماره ‍8"
        },
        {
          id: 8,
          title: "عنوان وظیفه شماره ‍9"
        },
        {
          id: 9,
          title: "عنوان وظیفه شماره ‍10"
        },
        {
          id: 10,
          title: "عنوان وظیفه شماره ‍11"
        },
        {
          id: 11,
          title: "عنوان وظیفه شماره ‍12"
        },
        {
          id: 12,
          title: "عنوان وظیفه شماره ‍13"
        },
        {
          id: 13,
          title: "عنوان وظیفه شماره 14"
        },
        {
          id: 14,
          title: "عنوان وظیفه شماره ‍15"
        },
        {
          id: 15,
          title: "عنوان وظیفه شماره ‍16"
        },
        {
          id: 16,
          title: "عنوان وظیفه شماره ‍17"
        },
        {
          id: 17,
          title: "عنوان وظیفه شماره ‍18"
        },
        {
          id: 18,
          title: "عنوان وظیفه شماره ‍19"
        },
        {
          id: 19,
          title: "عنوان وظیفه شماره ‍20"
        },
        {
          id: 20,
          title: "عنوان وظیفه شماره ‍21"
        },
        {
          id: 21,
          title: "عنوان وظیفه شماره ‍22"
        },
        {
          id: 22,
          title: "عنوان وظیفه شماره ‍23"
        },
        {
          id: 23,
          title: "عنوان وظیفه شماره ‍24"
        },
        {
          id: 24,
          title: "عنوان وظیفه شماره ‍25"
        },
        {
          id: 25,
          title: "عنوان وظیفه شماره ‍26"
        },
        {
          id: 26,
          title: "عنوان وظیفه شماره ‍27"
        },
        {
          id: 27,
          title: "عنوان وظیفه شماره ‍28"
        },
        {
          id: 28,
          title: "عنوان وظیفه شماره ‍29"
        },
        {
          id: 29,
          title: "عنوان وظیفه شماره ‍30"
        },
        {
          id: 30,
          title: "عنوان وظیفه شماره ‍31"
        },
        {
          id: 31,
          title: "عنوان وظیفه شماره ‍32"
        },
        {
          id: 32,
          title: "عنوان وظیفه شماره ‍33"
        },
        {
          id: 33,
          title: "عنوان وظیفه شماره ‍34"
        },
        {
          id: 34,
          title: "3عنوان وظیفه شماره ‍5"
        },
        {
          id: 35,
          title: "عنوان وظیفه شماره ‍36"
        },
        {
          id: 36,
          title: "عنوان وظیفه شماره ‍37"
        },
        {
          id: 37,
          title: "عنوان وظیفه شماره ‍38"
        },
        {
          id: 38,
          title: "عنوان وظیفه شماره ‍39"
        },
        {
          id: 39,
          title: "عنوان وظیفه شماره ‍40"
        },
        {
          id: 40,
          title: "عنوان وظیفه شماره ‍41"
        },
        {
          id: 41,
          title: "عنوان وظیفه شماره ‍42"
        },
        {
          id: 42,
          title: "عنوان وظیفه شماره ‍43"
        },
        {
          id: 43,
          title: "عنوان وظیفه شماره ‍44"
        },
        {
          id: 44,
          title: "عنوان وظیفه شماره ‍45"
        },
        {
          id: 45,
          title: "عنوان وظیفه شماره ‍46"
        },
        {
          id: 46,
          title: "عنوان وظیفه شماره ‍47"
        },
        {
          id: 47,
          title: "عنوان وظیفه شماره ‍48"
        },
        {
          id: 48,
          title: "عنوان وظیفه شماره ‍49"
        },
        {
          id: 49,
          title: "عنوان وظیفه شماره ‍50"
        },
        {
          id: 50,
          title: "عنوان وظیفه شماره ‍51"
        },
        {
          id: 51,
          title: "عنوان وظیفه شماره ‍52"
        },
        {
          id: 52,
          title: "عنوان وظیفه شماره ‍53"
        },
        {
          id: 53,
          title: "عنوان وظیفه شماره ‍54"
        },
        {
          id: 54,
          title: "عنوان وظیفه شماره ‍55"
        },
        {
          id: 55,
          title: "عنوان وظیفه شماره ‍56"
        },
        {
          id: 56,
          title: "عنوان وظیفه شماره ‍57"
        },
        {
          id: 57,
          title: "عنوان وظیفه شماره ‍58"
        },
        {
          id: 58,
          title: "عنوان وظیفه شماره ‍59"
        },
        {
          id: 59,
          title: "عنوان وظیفه شماره ‍60"
        },
        {
          id: 60,
          title: "عنوان وظیفه شماره ‍61"
        },
        {
          id: 61,
          title: "عنوان وظیفه شماره ‍62"
        },
        {
          id: 62,
          title: "عنوان وظیفه شماره ‍63"
        },
        {
          id: 63,
          title: "عنوان وظیفه شماره ‍64"
        },
        {
          id: 64,
          title: "عنوان وظیفه شماره ‍65"
        },
        {
          id: 65,
          title: "عنوان وظیفه شماره ‍66"
        },
        {
          id: 66,
          title: "عنوان وظیفه شماره ‍67"
        },
        {
          id: 67,
          title: "عنوان وظیفه شماره ‍68"
        },
        {
          id: 68,
          title: "عنوان وظیفه شماره ‍69"
        },
        {
          id: 69,
          title: "عنوان وظیفه شماره ‍70"
        },
        {
          id: 70,
          title: "عنوان وظیفه شماره ‍‍71"
        },
        {
          id: 71,
          title: "عنوان وظیفه شماره ‍‍72"
        },
        {
          id: 72,
          title: "عنوان وظیفه شماره ‍‍‍73"
        },
        {
          id: 73,
          title: "عنوان وظیفه شماره ‍‍‍74"
        },
        {
          id: 74,
          title: "عنوان وظیفه شماره ‍‍‍75"
        },
        {
          id: 75,
          title: "عنوان وظیفه شماره ‍‍‍‍76"
        },
        {
          id: 76,
          title: "عنوان وظیفه شماره ‍‍‍‍‍77"
        },
        {
          id: 77,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍78"
        },
        {
          id: 78,
          title: "عنوان وظیفه شماره ‍‍‍‍‍‍79"
        },
        {
          id: 79,
          title: "عنوان وظیفه شماره ‍80"
        },
        {
          id: 80,
          title: "عنوان وظیفه شماره ‍81"
        },
        {
          id: 81,
          title: "عنوان وظیفه شماره ‍82"
        },
        {
          id: 82,
          title: "عنوان وظیفه شماره ‍83"
        },
        {
          id: 83,
          title: "عنوان وظیفه شماره ‍84"
        },
        {
          id: 84,
          title: "8عنوان وظیفه شماره ‍5"
        },
        {
          id: 85,
          title: "عنوان وظیفه شماره ‍86"
        },
        {
          id: 86,
          title: "عنوان وظیفه شماره ‍87"
        },
        {
          id: 87,
          title: "عنوان وظیفه شماره ‍88"
        },
        {
          id: 88,
          title: "عنوان وظیفه شماره ‍89"
        },
        {
          id: 89,
          title: "عنوان وظیفه شماره ‍90"
        },
        {
          id: 90,
          title: "عنوان وظیفه شماره ‍91"
        },
        {
          id: 91,
          title: "عنوان وظیفه شماره ‍92"
        },
        {
          id: 92,
          title: "عنوان وظیفه شماره ‍93"
        },
        {
          id: 93,
          title: "عنوان وظیفه شماره ‍94"
        },
        {
          id: 94,
          title: "عنوان وظیفه شماره ‍95"
        },
        {
          id: 95,
          title: "عنوان وظیفه شماره ‍96"
        },
        {
          id: 96,
          title: "عنوان وظیفه شماره ‍97"
        },
        {
          id: 97,
          title: "عنوان وظیفه شماره 98"
        },
        {
          id: 98,
          title: "عنوان وظیفه شماره ‍99"
        },
        {
          id: 99,
          title: "عنوان وظیفه شماره ‍100"
        }
      ]
    }
  ]
});
